{
 "s2v": {
  "model": {
   "name": "model",
   "trainable": true,
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       161
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_input"
     },
     "name": "dense_input",
     "inbound_nodes": []
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       161
      ],
      "units": 15,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     },
     "name": "dense",
     "inbound_nodes": [
      [
       [
        "dense_input",
        0,
        0,
        {}
       ]
      ]
     ]
    }
   ],
   "input_layers": [
    [
     "dense_input",
     0,
     0
    ]
   ],
   "output_layers": [
    [
     "dense",
     0,
     0
    ]
   ]
  },
  "weights": [
   [
    [
     -0.7947655916213989,
     -1.023348331451416,
     -0.4251140356063843,
     0.9940322041511536,
     0.40961652994155884,
     -0.5919389128684998,
     -1.117663025856018,
     2.6860263347625732,
     -0.743144690990448,
     0.4436807334423065,
     -0.5265906453132629,
     1.163468599319458,
     -0.9269652366638184,
     -0.8313477039337158,
     -1.0862690210342407
    ],
    [
     -0.13297699391841888,
     -0.6451767086982727,
     -0.5202239155769348,
     -0.1436367779970169,
     0.39541858434677124,
     -0.8858484625816345,
     0.41361644864082336,
     -0.8915395140647888,
     0.4059022068977356,
     -0.6967320442199707,
     -0.4519572854042053,
     -0.2476278841495514,
     -0.07687514275312424,
     0.5959861278533936,
     -0.1498696506023407
    ],
    [
     1.8894485235214233,
     0.8626168370246887,
     0.8470143675804138,
     0.2915499210357666,
     2.079733371734619,
     1.004014253616333,
     -0.3502967357635498,
     0.6015865206718445,
     -0.8151379227638245,
     1.5046894550323486,
     0.41796359419822693,
     -0.5775567889213562,
     -0.7584205865859985,
     -0.6589226722717285,
     -0.4178846776485443
    ],
    [
     -0.22346526384353638,
     1.427302598953247,
     -0.4781595468521118,
     1.8107376098632812,
     1.4727522134780884,
     0.5034995079040527,
     0.5067792534828186,
     -1.1884492635726929,
     0.007669679820537567,
     -0.5435692071914673,
     1.1296802759170532,
     2.7409021854400635,
     0.5573363304138184,
     2.4184160232543945,
     -0.394553005695343
    ],
    [
     1.2837567329406738,
     -0.4631926417350769,
     -0.6085061430931091,
     -0.058720849454402924,
     2.1229379177093506,
     -1.0936329364776611,
     -0.4713359773159027,
     0.8231316804885864,
     -0.4685843884944916,
     2.1905198097229004,
     -0.12452580779790878,
     -0.04815495014190674,
     1.3312617540359497,
     -1.019061803817749,
     1.152091145515442
    ],
    [
     1.6029300689697266,
     0.5424052476882935,
     0.24754537642002106,
     -0.4897131621837616,
     -0.8107510209083557,
     -0.09102997183799744,
     2.2029504776000977,
     -0.3219698667526245,
     0.6940329074859619,
     2.5633654594421387,
     1.1869783401489258,
     -1.1071033477783203,
     0.5402658581733704,
     -0.0772412046790123,
     -0.347182959318161
    ],
    [
     0.4095234274864197,
     -1.018333911895752,
     -0.8629325032234192,
     -0.9392722845077515,
     -0.5568909049034119,
     -0.2062074989080429,
     -0.02961677312850952,
     -0.18260788917541504,
     -0.22324171662330627,
     -0.062363218516111374,
     0.43782880902290344,
     1.4576600790023804,
     -0.9270920753479004,
     0.8808181285858154,
     -0.0857933759689331
    ],
    [
     1.3715260028839111,
     0.6200418472290039,
     0.7068555355072021,
     -0.9593351483345032,
     -0.9807478189468384,
     -0.029357176274061203,
     2.1160192489624023,
     0.09594486653804779,
     1.00480318069458,
     2.9985740184783936,
     0.6419753432273865,
     -1.306095838546753,
     0.9357714653015137,
     0.08386717736721039,
     -0.4082276225090027
    ],
    [
     -0.6454902291297913,
     -0.6240347623825073,
     -0.23440587520599365,
     0.29726821184158325,
     1.0889281034469604,
     -0.666320264339447,
     0.6343953013420105,
     -0.9317420125007629,
     1.7911373376846313,
     -0.731642484664917,
     0.0886949822306633,
     -0.17862090468406677,
     0.44514456391334534,
     0.3116755187511444,
     0.12741941213607788
    ],
    [
     -0.5921567678451538,
     -1.0029687881469727,
     -0.8583997488021851,
     0.7816093564033508,
     0.48039618134498596,
     -0.532945990562439,
     -0.8299586176872253,
     1.1989120244979858,
     -0.9488489627838135,
     0.19016388058662415,
     -0.807603657245636,
     2.268951177597046,
     0.45300886034965515,
     -1.0091347694396973,
     -0.7596942782402039
    ],
    [
     -0.8138152360916138,
     1.81851065158844,
     1.8163917064666748,
     0.334475040435791,
     -0.08774232119321823,
     2.327385663986206,
     -0.5242363810539246,
     1.857931137084961,
     0.02138151228427887,
     1.034282922744751,
     0.9963661432266235,
     -0.4837369918823242,
     1.3778324127197266,
     0.8192330002784729,
     -1.1155781745910645
    ],
    [
     0.09431805461645126,
     1.1028575897216797,
     -0.928097665309906,
     -0.0575304813683033,
     -0.13317887485027313,
     2.5511510372161865,
     -0.2999701201915741,
     -0.6864576935768127,
     1.9808754920959473,
     1.238745927810669,
     0.23816224932670593,
     -1.1852426528930664,
     1.0136761665344238,
     -1.0093382596969604,
     -1.0715488195419312
    ],
    [
     0.5725761651992798,
     1.2527250051498413,
     -0.9324840307235718,
     2.168286085128784,
     0.06714171916246414,
     -0.6318939328193665,
     -1.1145894527435303,
     1.6075870990753174,
     1.141049861907959,
     -0.3770139813423157,
     -0.8054174184799194,
     0.35602641105651855,
     -0.47795340418815613,
     -0.955915629863739,
     0.5676039457321167
    ],
    [
     0.8371434211730957,
     1.3418983221054077,
     1.21864652633667,
     -0.10180816799402237,
     1.8393834829330444,
     -0.24842065572738647,
     -0.8602273464202881,
     0.5454428195953369,
     -0.5680854916572571,
     0.7284567952156067,
     1.7470425367355347,
     -0.10864080488681793,
     0.18884305655956268,
     -1.0128155946731567,
     2.1909937858581543
    ],
    [
     1.6602956056594849,
     0.023589983582496643,
     0.7492156624794006,
     0.42854800820350647,
     1.4372447729110718,
     -0.12613555788993835,
     0.2722260355949402,
     0.33946362137794495,
     -0.771960973739624,
     0.2563069760799408,
     2.0376834869384766,
     0.15074729919433594,
     0.5124623775482178,
     -0.46721452474594116,
     2.99868106842041
    ],
    [
     -0.8340162634849548,
     -0.873013436794281,
     -0.9510897397994995,
     1.2439279556274414,
     1.0342265367507935,
     -1.0948737859725952,
     -1.0426716804504395,
     0.9970575571060181,
     -0.729400634765625,
     0.26419344544410706,
     -0.5846605896949768,
     3.008390188217163,
     0.09023821353912354,
     -1.0095677375793457,
     -1.1311286687850952
    ],
    [
     -1.0912312269210815,
     -0.18102435767650604,
     3.5125606060028076,
     1.2560895681381226,
     1.3071222305297852,
     -1.057598352432251,
     -0.032199110835790634,
     1.5952847003936768,
     1.1889081001281738,
     -0.5028706192970276,
     0.7065052390098572,
     0.6006055474281311,
     0.999554455280304,
     2.1362972259521484,
     1.2277921438217163
    ],
    [
     -0.22723068296909332,
     -0.5698158740997314,
     -0.5812186002731323,
     2.1814990043640137,
     -0.9812147617340088,
     -0.7235459685325623,
     -0.7723070383071899,
     2.8667960166931152,
     -0.586454451084137,
     -0.11976694315671921,
     -0.4567181468009949,
     1.1466411352157593,
     -0.0474383570253849,
     -1.0243582725524902,
     -0.08094898611307144
    ],
    [
     1.2324244976043701,
     -1.0239375829696655,
     -0.7789973616600037,
     -1.007901906967163,
     1.0707423686981201,
     -1.0943769216537476,
     3.4778172969818115,
     -0.4174613356590271,
     -0.6594475507736206,
     -0.9210066795349121,
     -0.8176462054252625,
     -0.09418080002069473,
     -0.9030468463897705,
     -0.6543226838111877,
     1.130948781967163
    ],
    [
     1.3901104927062988,
     1.119011402130127,
     -0.9365218281745911,
     0.8927695751190186,
     -0.9672040343284607,
     0.3121746778488159,
     -0.9870217442512512,
     0.5404981374740601,
     1.3126401901245117,
     0.016198236495256424,
     -0.6686521768569946,
     -0.06916991621255875,
     -0.6226904392242432,
     -1.0226612091064453,
     2.453749418258667
    ],
    [
     -0.17587052285671234,
     1.6477035284042358,
     0.3633650839328766,
     0.4141424894332886,
     -0.9681258797645569,
     0.052377332001924515,
     -0.3623170256614685,
     -1.1043651103973389,
     -0.9541112780570984,
     -0.2829272747039795,
     0.5539705753326416,
     1.4567431211471558,
     1.1536132097244263,
     1.662776231765747,
     -0.739981472492218
    ],
    [
     -0.10016070306301117,
     -0.7488309741020203,
     -0.2003777027130127,
     1.081296682357788,
     -0.6479387283325195,
     -0.7756357192993164,
     -0.6939547657966614,
     2.273397922515869,
     -0.6221543550491333,
     0.736136794090271,
     -0.714912474155426,
     1.2062427997589111,
     -0.5412673354148865,
     -0.9907849431037903,
     -0.2518814504146576
    ],
    [
     -0.005035736598074436,
     -0.8827909231185913,
     0.6442186236381531,
     -0.9058483242988586,
     1.7234827280044556,
     -0.8545005917549133,
     1.0529581308364868,
     0.9775107502937317,
     -0.7411059141159058,
     -0.5513977408409119,
     -0.6717431545257568,
     1.5701143741607666,
     -0.7546243667602539,
     -0.4324028789997101,
     1.0534459352493286
    ],
    [
     1.6596544981002808,
     0.9381651878356934,
     -0.9457105994224548,
     2.427250862121582,
     -0.2580220103263855,
     0.0991964340209961,
     -1.0491106510162354,
     -0.19490300118923187,
     1.7394015789031982,
     -0.27217528223991394,
     -0.44784796237945557,
     -0.416743665933609,
     -0.20712940394878387,
     -1.0225296020507812,
     0.8299535512924194
    ],
    [
     -1.1140834093093872,
     0.5688661932945251,
     1.2924562692642212,
     1.1349433660507202,
     -0.8395100235939026,
     2.262195110321045,
     0.13565050065517426,
     1.6754869222640991,
     1.1548833847045898,
     1.2924373149871826,
     1.3684505224227905,
     -0.6590187549591064,
     1.442581295967102,
     -0.14591296017169952,
     -0.7771881818771362
    ],
    [
     2.819179058074951,
     -0.07165103405714035,
     -0.08570694178342819,
     0.17954915761947632,
     -0.974425733089447,
     0.07877693325281143,
     0.3213050961494446,
     0.4920235872268677,
     1.105916142463684,
     0.2113647758960724,
     -0.8060333132743835,
     1.3901560306549072,
     1.970093011856079,
     -0.5529170632362366,
     -1.1352566480636597
    ],
    [
     3.9051451683044434,
     0.8971389532089233,
     -0.11247312277555466,
     1.7803329229354858,
     -0.5986416935920715,
     0.892118513584137,
     -1.0084689855575562,
     0.33757784962654114,
     2.4159152507781982,
     -0.2455829381942749,
     -0.20807500183582306,
     -0.05658525601029396,
     0.3985055685043335,
     -0.8536672592163086,
     -0.6761687994003296
    ],
    [
     -0.5456781983375549,
     -0.19426219165325165,
     -0.9337686896324158,
     0.9184467196464539,
     -0.3672901690006256,
     -0.5593945980072021,
     -0.794166624546051,
     3.526695728302002,
     -0.9788072109222412,
     -0.5688728094100952,
     -0.8005995750427246,
     1.2465436458587646,
     7.49746395740658e-05,
     -1.0200692415237427,
     -0.6631640791893005
    ],
    [
     -0.8568662405014038,
     0.42787688970565796,
     0.7126944065093994,
     0.4203910231590271,
     -0.34424224495887756,
     0.8792065382003784,
     1.8504135608673096,
     -1.0062313079833984,
     -0.9496609568595886,
     -0.19525940716266632,
     0.9712204337120056,
     2.3690524101257324,
     -0.9305906891822815,
     2.842945098876953,
     0.49852684140205383
    ],
    [
     0.3453841805458069,
     -0.4693601131439209,
     0.015008016489446163,
     -0.6210233569145203,
     0.4771827161312103,
     -1.1114577054977417,
     1.661712646484375,
     0.8670268654823303,
     -0.9515273571014404,
     -0.03556058928370476,
     -0.7457283735275269,
     2.3667490482330322,
     -0.3944207429885864,
     -0.6704205274581909,
     1.1695400476455688
    ],
    [
     -0.6066035032272339,
     1.555953860282898,
     -0.27548009157180786,
     -0.36773502826690674,
     -0.07329612225294113,
     -0.4015192687511444,
     1.1044093370437622,
     -0.6023747324943542,
     -0.3610020875930786,
     -0.6324292421340942,
     -0.7588759660720825,
     -1.20546293258667,
     -0.7862878441810608,
     1.3801974058151245,
     0.7025074362754822
    ],
    [
     -0.5188373327255249,
     2.5534627437591553,
     0.3136366009712219,
     -0.6572586297988892,
     1.3390750885009766,
     1.1073075532913208,
     0.9781885147094727,
     0.36303454637527466,
     -0.951815128326416,
     -0.5624977946281433,
     0.008708631619811058,
     -1.1786607503890991,
     -0.8190569281578064,
     -0.8446505665779114,
     2.117612600326538
    ],
    [
     0.3210248649120331,
     0.9935251474380493,
     -0.5334056615829468,
     0.21039949357509613,
     -0.9671022891998291,
     1.054975152015686,
     0.42571961879730225,
     -0.0728335902094841,
     0.4390840232372284,
     1.7972012758255005,
     2.2942399978637695,
     -1.2748504877090454,
     0.4165615141391754,
     -0.9486839771270752,
     -0.5963737964630127
    ],
    [
     -0.5834077596664429,
     -0.10271530598402023,
     -0.26396700739860535,
     -0.9897965788841248,
     1.2625809907913208,
     -0.565362811088562,
     1.2067005634307861,
     0.8533638715744019,
     -0.8599250912666321,
     0.2761063277721405,
     -0.8155467510223389,
     2.3488988876342773,
     -0.2223307192325592,
     -0.7293974757194519,
     0.8572120070457458
    ],
    [
     0.7594690322875977,
     -0.9661604762077332,
     -0.5774229168891907,
     -1.0303969383239746,
     1.9584431648254395,
     -1.112805724143982,
     2.1264500617980957,
     -0.3464045822620392,
     -0.8863018155097961,
     -0.6580169796943665,
     -0.4090883433818817,
     0.07540974020957947,
     -0.8621350526809692,
     -0.7946315407752991,
     2.4792587757110596
    ],
    [
     0.2608296871185303,
     0.4580443501472473,
     -0.5950300693511963,
     1.0027495622634888,
     0.017932258546352386,
     -0.6918789148330688,
     2.3468620777130127,
     -1.1861542463302612,
     0.2839292883872986,
     -0.4004875719547272,
     0.9535230994224548,
     1.3743433952331543,
     0.4264964759349823,
     0.06555865705013275,
     0.5781320333480835
    ],
    [
     0.6734021306037903,
     -0.272480845451355,
     -0.2762966454029083,
     -0.008729389868676662,
     -0.9728688597679138,
     -0.7179369330406189,
     0.7277783751487732,
     -0.3901587724685669,
     0.704126238822937,
     0.5501953959465027,
     2.201486825942993,
     1.2127095460891724,
     0.3023029565811157,
     0.43267133831977844,
     3.120023488998413
    ],
    [
     -0.7628259062767029,
     1.395148515701294,
     0.20715317130088806,
     -0.14922814071178436,
     -0.7567360997200012,
     1.3275938034057617,
     1.0850399732589722,
     0.6112602353096008,
     -0.006913197226822376,
     -0.7716872692108154,
     -0.7770909070968628,
     -1.2702709436416626,
     -0.9308544397354126,
     -0.5042538046836853,
     1.8760361671447754
    ],
    [
     0.15954992175102234,
     0.7127790451049805,
     1.9523990154266357,
     -0.4883936643600464,
     0.17808227241039276,
     2.377087116241455,
     -0.14129048585891724,
     1.2031973600387573,
     1.1130837202072144,
     0.8165560364723206,
     0.848166286945343,
     -1.3879804611206055,
     0.6973650455474854,
     1.0318337678909302,
     1.9276320934295654
    ],
    [
     0.39356541633605957,
     0.29429277777671814,
     -0.923860490322113,
     2.966383218765259,
     -0.3699001371860504,
     0.4719279408454895,
     -0.6909385323524475,
     1.9974359273910522,
     0.045455269515514374,
     0.37882140278816223,
     -0.5367643237113953,
     0.7206602692604065,
     -0.9461778998374939,
     -1.020556926727295,
     0.36887305974960327
    ],
    [
     -0.17354528605937958,
     1.9288936853408813,
     -0.0882645845413208,
     -0.3791531026363373,
     -0.5430817008018494,
     1.02628755569458,
     1.6896628141403198,
     0.40619972348213196,
     -0.959667980670929,
     -0.9080983400344849,
     0.02833772636950016,
     -1.3933559656143188,
     -0.7948017716407776,
     -1.0092437267303467,
     2.103102207183838
    ],
    [
     0.7267031669616699,
     0.5898928046226501,
     0.6413237452507019,
     2.5868029594421387,
     0.15980006754398346,
     0.16330452263355255,
     0.07951328903436661,
     -0.8086156845092773,
     -0.9584418535232544,
     -0.9197134375572205,
     0.5797837376594543,
     2.944796323776245,
     1.3433386087417603,
     2.119009256362915,
     0.07543724030256271
    ],
    [
     -1.1131350994110107,
     1.1201014518737793,
     0.6667391657829285,
     -1.0217257738113403,
     -0.21090741455554962,
     -0.6990841031074524,
     2.182588577270508,
     -0.9718090891838074,
     1.583052158355713,
     0.23057867586612701,
     0.13013501465320587,
     1.212998390197754,
     -0.20732632279396057,
     1.6023297309875488,
     0.4969240427017212
    ],
    [
     -0.8046475052833557,
     -1.0093556642532349,
     1.387110710144043,
     0.2590958774089813,
     2.4164071083068848,
     -0.8611396551132202,
     0.3960266709327698,
     -0.6002623438835144,
     0.3024584650993347,
     0.5033912658691406,
     -0.035016514360904694,
     0.5139380097389221,
     2.1036338806152344,
     1.5585635900497437,
     1.6208441257476807
    ],
    [
     -0.1276419311761856,
     -0.905485212802887,
     -0.5092185735702515,
     -0.2042263150215149,
     0.45921096205711365,
     -0.16775569319725037,
     -0.07386817783117294,
     0.8809551000595093,
     -0.653083860874176,
     2.3576650619506836,
     -0.4495459496974945,
     3.151620626449585,
     -0.8598132133483887,
     0.4833691716194153,
     1.27296781539917
    ],
    [
     0.14930470287799835,
     1.369306206703186,
     -0.8408984541893005,
     -1.0133171081542969,
     0.15118972957134247,
     0.3572269082069397,
     -0.895330011844635,
     -0.0782531127333641,
     1.6187678575515747,
     1.4665250778198242,
     1.9912816286087036,
     -1.1069936752319336,
     0.9643633961677551,
     -0.7276058793067932,
     -0.6669391393661499
    ],
    [
     -0.31762194633483887,
     -0.319079726934433,
     1.1517484188079834,
     -0.27810946106910706,
     -0.701038658618927,
     2.0924270153045654,
     0.7932759523391724,
     2.3368964195251465,
     0.9807453751564026,
     -0.5681980848312378,
     1.2642786502838135,
     -1.156190037727356,
     0.6259069442749023,
     0.15661050379276276,
     2.1229681968688965
    ],
    [
     0.795563280582428,
     1.1793655157089233,
     0.5979865789413452,
     -0.035124193876981735,
     -0.3474668860435486,
     0.16365447640419006,
     2.190849542617798,
     0.655634343624115,
     0.7179330587387085,
     3.035236358642578,
     -0.19062116742134094,
     -1.3833695650100708,
     -0.008565391413867474,
     0.9034286737442017,
     -0.7769515514373779
    ],
    [
     0.9476930499076843,
     0.29428988695144653,
     -0.2736627161502838,
     1.3303406238555908,
     -0.10396435111761093,
     -0.7643065452575684,
     0.9514151215553284,
     -0.07896004617214203,
     1.2256594896316528,
     0.8697735071182251,
     1.568434715270996,
     1.8373452425003052,
     -0.9262341856956482,
     0.7587301135063171,
     2.3392066955566406
    ],
    [
     0.011570041999220848,
     0.7269057035446167,
     0.35391828417778015,
     1.2692813873291016,
     -0.9457506537437439,
     -1.1085307598114014,
     -0.8157120943069458,
     -1.1866077184677124,
     1.9726670980453491,
     0.912453293800354,
     0.5614637732505798,
     -0.5681251287460327,
     -0.446012943983078,
     -0.8132745623588562,
     -0.31088992953300476
    ],
    [
     -0.873924732208252,
     -1.018439531326294,
     0.9513248801231384,
     1.41988205909729,
     1.6201356649398804,
     -0.7407412528991699,
     0.0012005208991467953,
     -0.7813494801521301,
     1.1627858877182007,
     1.4933907985687256,
     -0.33743909001350403,
     1.1202634572982788,
     1.5217803716659546,
     2.098870277404785,
     1.3979072570800781
    ],
    [
     -0.3136530816555023,
     0.9934716820716858,
     1.4236913919448853,
     -0.26334118843078613,
     0.0925290435552597,
     1.5208563804626465,
     0.06387755274772644,
     2.310382127761841,
     0.19996638596057892,
     -0.7411737442016602,
     0.19647528231143951,
     -1.3987029790878296,
     -0.8588250875473022,
     0.34781917929649353,
     1.8333580493927002
    ],
    [
     -0.5060108304023743,
     -0.9901907444000244,
     -0.5385203957557678,
     1.6187431812286377,
     0.020305035635828972,
     0.6266780495643616,
     0.7660607695579529,
     0.5977593660354614,
     0.939304769039154,
     1.1150861978530884,
     2.091519594192505,
     0.4449557363986969,
     0.5220553874969482,
     2.5308432579040527,
     0.9669328927993774
    ],
    [
     -1.071679711341858,
     0.9655483961105347,
     1.593867301940918,
     -1.021734356880188,
     -0.840380847454071,
     0.3568247854709625,
     1.1078147888183594,
     0.5406635999679565,
     0.7236753702163696,
     -0.6206721663475037,
     0.18285976350307465,
     1.9378705024719238,
     -0.182529017329216,
     1.5365601778030396,
     -0.46964728832244873
    ],
    [
     0.7999029159545898,
     -0.18342603743076324,
     1.4533213376998901,
     0.11244457960128784,
     -0.16123461723327637,
     2.767491340637207,
     -0.5878296494483948,
     1.8518389463424683,
     0.25606152415275574,
     1.3390315771102905,
     0.5126841068267822,
     -1.032103180885315,
     0.8220145106315613,
     1.6530909538269043,
     1.1683405637741089
    ],
    [
     -1.130191683769226,
     -1.022953748703003,
     2.941575050354004,
     0.3997986912727356,
     2.190903425216675,
     -1.096417784690857,
     -0.05528903752565384,
     0.5027218461036682,
     -0.014698280021548271,
     0.48616015911102295,
     -0.44293463230133057,
     1.4581077098846436,
     1.2860034704208374,
     2.292774200439453,
     0.9120029807090759
    ],
    [
     -1.1182972192764282,
     3.9669716358184814,
     1.7530392408370972,
     -0.6044089198112488,
     -0.22811587154865265,
     2.0009312629699707,
     1.762182354927063,
     -1.1987768411636353,
     -0.9638558030128479,
     -0.6208611726760864,
     -0.16625230014324188,
     -0.9679681658744812,
     -0.7253764271736145,
     1.944637656211853,
     3.4339942932128906
    ],
    [
     1.1044833660125732,
     2.2805423736572266,
     -0.7614088654518127,
     -0.015588329173624516,
     0.9954185485839844,
     -0.6520419716835022,
     1.2657941579818726,
     -0.7472169995307922,
     1.2391489744186401,
     1.8142566680908203,
     1.4558051824569702,
     -1.038045883178711,
     0.6837088465690613,
     -0.648390531539917,
     -1.138863205909729
    ],
    [
     -0.27946099638938904,
     0.7440054416656494,
     0.74257892370224,
     -1.0151095390319824,
     -0.8865098357200623,
     0.804347813129425,
     0.46838513016700745,
     -0.3333617150783539,
     1.000943660736084,
     1.1042571067810059,
     0.7413999438285828,
     2.3032591342926025,
     -0.9244019389152527,
     0.9832514524459839,
     -1.079829216003418
    ],
    [
     1.0318890810012817,
     1.0085663795471191,
     0.3377120792865753,
     -0.6892527937889099,
     -0.8767249584197998,
     0.36877042055130005,
     2.285598039627075,
     -0.35169434547424316,
     1.1523759365081787,
     3.2855942249298096,
     0.008410287089645863,
     -1.3948725461959839,
     1.3727728128433228,
     0.4965132772922516,
     -0.19872938096523285
    ],
    [
     -0.9352025985717773,
     2.8954529762268066,
     1.3927860260009766,
     -0.5386344790458679,
     0.719027042388916,
     1.6230363845825195,
     3.0742199420928955,
     -1.1911277770996094,
     -0.4627998471260071,
     -0.9159665107727051,
     -0.5439902544021606,
     -1.2936660051345825,
     -0.2649082839488983,
     0.08567066490650177,
     2.6611878871917725
    ],
    [
     -0.5998477935791016,
     0.4408636689186096,
     0.31732460856437683,
     0.1042843908071518,
     0.48611533641815186,
     0.5107219219207764,
     2.056680917739868,
     -0.19371728599071503,
     0.1606142818927765,
     -0.7344387173652649,
     0.12354160845279694,
     1.9328434467315674,
     -0.9434695839881897,
     3.1153829097747803,
     0.7684914469718933
    ],
    [
     -1.1240516901016235,
     -0.5660780668258667,
     -0.9243335127830505,
     1.353865385055542,
     2.3293232917785645,
     0.3797362148761749,
     -0.27230745553970337,
     2.2170262336730957,
     -0.9525681734085083,
     -0.3343808352947235,
     -0.48134133219718933,
     2.1373026371002197,
     -0.21602794528007507,
     -0.9037788510322571,
     -1.050992727279663
    ],
    [
     2.300168752670288,
     0.8278456926345825,
     -0.9385120868682861,
     1.5823702812194824,
     -0.14012202620506287,
     0.19047392904758453,
     -0.8981919288635254,
     0.08867499977350235,
     1.990019679069519,
     -0.5791627764701843,
     -0.6340988874435425,
     -0.3368910849094391,
     -0.8412588238716125,
     -1.020312786102295,
     0.09161951392889023
    ],
    [
     0.008622579276561737,
     -0.8484869599342346,
     -0.24556846916675568,
     -1.0093764066696167,
     1.2953840494155884,
     -0.054055292159318924,
     1.233338713645935,
     0.4997584819793701,
     -0.9665628671646118,
     -0.27396121621131897,
     -0.7925291061401367,
     2.0036063194274902,
     0.2772653102874756,
     -0.671714186668396,
     1.2302491664886475
    ],
    [
     -0.267978698015213,
     0.3803531527519226,
     0.03247150778770447,
     -1.0310696363449097,
     -0.8115441203117371,
     0.887043297290802,
     1.24977707862854,
     0.34751343727111816,
     3.4224014282226562,
     0.8221111297607422,
     -0.022402292117476463,
     2.130131721496582,
     -0.7883816957473755,
     1.5591555833816528,
     -0.9485379457473755
    ],
    [
     -0.41714411973953247,
     1.0433504581451416,
     0.9924587607383728,
     -0.8850139379501343,
     -0.30845555663108826,
     -0.0009013055241666734,
     2.463184356689453,
     0.02613653615117073,
     1.6702073812484741,
     0.8605418801307678,
     -0.004224918317049742,
     0.7231371998786926,
     -0.9332721829414368,
     2.329240083694458,
     -0.3931350111961365
    ],
    [
     -1.1191681623458862,
     0.9794170260429382,
     0.8988889455795288,
     -0.9122596979141235,
     -0.2382991760969162,
     -0.7504634261131287,
     2.5423789024353027,
     -0.3474380075931549,
     -0.40509137511253357,
     -0.12017656117677689,
     1.1479130983352661,
     1.4482187032699585,
     -0.6268836855888367,
     1.5755860805511475,
     0.5991176962852478
    ],
    [
     -0.684575617313385,
     -0.971004843711853,
     -0.4439498484134674,
     0.6224600672721863,
     1.0281972885131836,
     -0.6131782531738281,
     -0.8476999998092651,
     1.2292532920837402,
     -0.47410309314727783,
     3.4076623916625977,
     -0.5938965082168579,
     1.7509382963180542,
     0.021325699985027313,
     -0.8419300317764282,
     0.7060304284095764
    ],
    [
     -0.6240010857582092,
     1.1029270887374878,
     1.424072027206421,
     -0.7108259797096252,
     0.1374536156654358,
     1.7007768154144287,
     -0.05889587476849556,
     2.5844805240631104,
     0.19386455416679382,
     -0.9303810596466064,
     -0.0272069051861763,
     -1.3951796293258667,
     -0.6461925506591797,
     0.3472294807434082,
     1.2712221145629883
    ],
    [
     3.1142637729644775,
     0.21513734757900238,
     -0.8046576380729675,
     -0.1552903652191162,
     -0.979816734790802,
     1.421851634979248,
     0.24895215034484863,
     0.4624503552913666,
     0.9801328778266907,
     -0.9201146364212036,
     -0.5459005236625671,
     0.9650607109069824,
     1.1097522974014282,
     -0.5743430852890015,
     -1.1168842315673828
    ],
    [
     -0.7406614422798157,
     0.33200594782829285,
     -0.8497710227966309,
     -1.0189470052719116,
     -0.06543614715337753,
     -0.20290538668632507,
     1.4969468116760254,
     1.2280285358428955,
     -0.9717479348182678,
     -0.45543575286865234,
     -0.7944069504737854,
     -1.384312629699707,
     0.24980346858501434,
     -0.7627699375152588,
     2.8066697120666504
    ],
    [
     1.6663378477096558,
     0.6970880627632141,
     1.6989507675170898,
     0.5080167055130005,
     2.0518834590911865,
     1.769960641860962,
     0.15021619200706482,
     0.7791763544082642,
     -0.6686893701553345,
     2.2880477905273438,
     -0.8092761635780334,
     -0.9604105353355408,
     -0.11321770399808884,
     -0.7461003065109253,
     -0.3969201445579529
    ],
    [
     0.69975346326828,
     0.938471794128418,
     -0.8560177683830261,
     2.7706503868103027,
     -0.2747455835342407,
     0.4757482707500458,
     -1.037781834602356,
     1.8236421346664429,
     0.1138424202799797,
     -0.04620043560862541,
     0.10062168538570404,
     1.2967807054519653,
     -0.6868467330932617,
     -0.9332836270332336,
     0.022937417030334473
    ],
    [
     -0.9293215870857239,
     -0.91695636510849,
     -0.874187707901001,
     0.8292118906974792,
     0.3109571039676666,
     0.49471309781074524,
     -0.6105785965919495,
     2.8011271953582764,
     -0.8257620930671692,
     -0.7914155125617981,
     -0.6262269616127014,
     1.8190051317214966,
     -0.606671929359436,
     -1.0243927240371704,
     -0.8099786639213562
    ],
    [
     -1.0548452138900757,
     -0.6361658573150635,
     -0.46858224272727966,
     -0.12664605677127838,
     0.3673054873943329,
     -0.7514755725860596,
     0.2853734791278839,
     -0.6069632172584534,
     1.1609376668930054,
     -0.7263380289077759,
     0.6141039729118347,
     -0.05294210463762283,
     -0.1353929191827774,
     0.049441803246736526,
     -0.03058573044836521
    ],
    [
     -0.31664255261421204,
     1.2171062231063843,
     -0.5364591479301453,
     2.1428701877593994,
     1.0310416221618652,
     0.39209145307540894,
     0.3602164685726166,
     -1.10642409324646,
     -0.27954986691474915,
     -0.6248255372047424,
     0.9987794160842896,
     3.301506519317627,
     0.6594269275665283,
     2.2127525806427,
     -0.47178733348846436
    ],
    [
     -0.8389069437980652,
     -1.0114314556121826,
     -0.9385849237442017,
     0.5581049919128418,
     1.7616963386535645,
     -0.700031042098999,
     -1.1001102924346924,
     2.6221821308135986,
     -0.6998813152313232,
     0.5627716183662415,
     0.06568408757448196,
     1.5674463510513306,
     0.15335817635059357,
     -1.0086355209350586,
     -0.12601245939731598
    ],
    [
     0.05755969509482384,
     -0.4724194407463074,
     -0.266440212726593,
     0.3675228953361511,
     0.4100041091442108,
     -0.9903237223625183,
     -0.8173503279685974,
     0.8866009712219238,
     -0.9275955557823181,
     3.8676629066467285,
     -0.7894558906555176,
     2.51171612739563,
     0.29741209745407104,
     -0.085668183863163,
     0.4041885435581207
    ],
    [
     0.305019348859787,
     -0.19802486896514893,
     -0.547257125377655,
     -0.875262439250946,
     0.34161725640296936,
     -1.0949589014053345,
     1.569813847541809,
     0.8962069749832153,
     -0.6409782767295837,
     0.5182222723960876,
     -0.8107264041900635,
     2.1240596771240234,
     -0.2815503478050232,
     -0.3565819263458252,
     0.589139461517334
    ],
    [
     -1.1233179569244385,
     3.3996198177337646,
     -0.8406112790107727,
     -0.7671929597854614,
     0.31523504853248596,
     0.9875347018241882,
     2.305129051208496,
     -0.6118074655532837,
     -0.9756734371185303,
     -0.9160362482070923,
     -0.8030017018318176,
     -1.0224874019622803,
     0.06574924290180206,
     0.13078895211219788,
     3.421694040298462
    ],
    [
     -0.7919178605079651,
     1.6540091037750244,
     0.7906569838523865,
     0.5382258892059326,
     0.6799357533454895,
     0.4897283613681793,
     -0.5400645732879639,
     0.6391238570213318,
     2.051342725753784,
     -0.05132918432354927,
     1.6525484323501587,
     -1.3672243356704712,
     2.689476728439331,
     -0.757794201374054,
     -0.5846275687217712
    ],
    [
     -0.2616698741912842,
     1.2156651020050049,
     0.8470538258552551,
     -0.8997584581375122,
     0.039815887808799744,
     1.9360636472702026,
     0.17075903713703156,
     2.385653257369995,
     0.12902989983558655,
     -0.8234802484512329,
     0.04216298833489418,
     -1.0659676790237427,
     -0.5535211563110352,
     1.422728180885315,
     1.5973424911499023
    ],
    [
     2.251563549041748,
     0.4907594621181488,
     -0.9248424172401428,
     1.6643985509872437,
     -0.8868669271469116,
     1.7636699676513672,
     -0.6629422903060913,
     0.19324032962322235,
     2.1402623653411865,
     0.03211225941777229,
     -0.4329052269458771,
     -0.4302012324333191,
     0.7932631969451904,
     -0.3514656126499176,
     -1.1352776288986206
    ],
    [
     1.9096752405166626,
     0.035807233303785324,
     0.05384189635515213,
     -0.08255068212747574,
     1.2988446950912476,
     0.8758761882781982,
     0.17543436586856842,
     0.12555281817913055,
     -0.6204802989959717,
     0.9378231167793274,
     1.7243402004241943,
     -1.3234525918960571,
     0.16623538732528687,
     -0.4400751292705536,
     -0.9305384755134583
    ],
    [
     -0.5809034705162048,
     -0.9767537117004395,
     -0.8894677758216858,
     1.850820779800415,
     0.8708311319351196,
     -1.1000365018844604,
     -1.042140007019043,
     1.4074889421463013,
     -0.9237618446350098,
     -0.04304730147123337,
     -0.4795384407043457,
     2.680992364883423,
     -0.12972508370876312,
     -1.0096029043197632,
     -1.1203362941741943
    ],
    [
     -0.13208477199077606,
     -0.16660083830356598,
     0.014298791997134686,
     -0.8830859661102295,
     -0.8671117424964905,
     0.1780090034008026,
     0.39356470108032227,
     -0.11703852564096451,
     -0.37040212750434875,
     0.12401445209980011,
     0.40258482098579407,
     -1.0379787683486938,
     0.44402456283569336,
     0.3449786305427551,
     -0.4190582036972046
    ],
    [
     1.674237847328186,
     1.4009181261062622,
     0.5309983491897583,
     -0.05762101337313652,
     -0.2812694013118744,
     0.29737231135368347,
     0.0423537977039814,
     0.050168268382549286,
     2.199143171310425,
     -0.7409008741378784,
     -0.7989553213119507,
     2.3496501445770264,
     1.0469924211502075,
     0.19102342426776886,
     -0.2653685212135315
    ],
    [
     0.40130528807640076,
     0.5339928269386292,
     2.000312328338623,
     0.8621394038200378,
     -0.6276605129241943,
     -0.5180915594100952,
     -0.3146696388721466,
     -1.0319530963897705,
     0.44463393092155457,
     -0.5232593417167664,
     1.0621470212936401,
     0.9438140392303467,
     1.176815390586853,
     1.279370665550232,
     -0.9356650114059448
    ],
    [
     -1.0267246961593628,
     -0.7187942862510681,
     -0.8494645357131958,
     -0.4228438138961792,
     0.6696310043334961,
     -0.6129989624023438,
     -0.14090631902217865,
     -0.17438219487667084,
     -0.7646998763084412,
     2.0627384185791016,
     -0.6486946940422058,
     2.3579773902893066,
     -0.5503332018852234,
     -0.9244650602340698,
     0.4454920291900635
    ],
    [
     0.8711055517196655,
     1.2601473331451416,
     0.6574265956878662,
     -1.0076079368591309,
     0.4357052445411682,
     0.8186622858047485,
     0.9717008471488953,
     -0.2889918386936188,
     2.381427049636841,
     -0.3488847315311432,
     -0.5339366793632507,
     1.8681328296661377,
     0.43358826637268066,
     0.982879638671875,
     -0.08941083401441574
    ],
    [
     -0.6875147223472595,
     -0.9446043372154236,
     0.35732555389404297,
     1.7924433946609497,
     1.1527891159057617,
     0.9740976095199585,
     0.2795563042163849,
     -1.198432445526123,
     1.3381913900375366,
     -0.6820657253265381,
     -0.19734685122966766,
     1.3217650651931763,
     0.7830794453620911,
     1.8535536527633667,
     0.40808457136154175
    ],
    [
     -0.7519922256469727,
     1.4164865016937256,
     0.487753301858902,
     -1.0259389877319336,
     0.5067180395126343,
     -0.09756167232990265,
     2.741770029067993,
     0.21620023250579834,
     1.45317804813385,
     0.6032242178916931,
     0.2004917412996292,
     0.8515772819519043,
     -0.6284874677658081,
     2.0036487579345703,
     -0.5261824727058411
    ],
    [
     -0.6986783146858215,
     -0.8586669564247131,
     -0.9431396126747131,
     2.4859747886657715,
     1.2285003662109375,
     0.01721259206533432,
     -0.19003236293792725,
     0.9706133008003235,
     -0.874282956123352,
     0.28657346963882446,
     -0.8148370981216431,
     1.9519942998886108,
     -0.18043231964111328,
     -0.9560433626174927,
     -1.115882158279419
    ],
    [
     -0.6034988760948181,
     -0.25847312808036804,
     1.1401193141937256,
     -0.04882830008864403,
     -0.7532274127006531,
     3.1223928928375244,
     -0.7386081218719482,
     2.5020129680633545,
     -0.3201903998851776,
     1.8403650522232056,
     0.44556140899658203,
     0.008687248453497887,
     1.4765280485153198,
     0.3073844313621521,
     -0.06279351562261581
    ],
    [
     0.6442129015922546,
     -0.05953057110309601,
     1.3929659128189087,
     0.7278317809104919,
     -0.9857779145240784,
     3.1107163429260254,
     0.5420409440994263,
     1.034049153327942,
     0.28597667813301086,
     0.5640561580657959,
     0.7057246565818787,
     -1.3856092691421509,
     0.2781834900379181,
     1.1117045879364014,
     1.6753674745559692
    ],
    [
     1.130436658859253,
     0.5449849963188171,
     0.5419325828552246,
     0.9688965082168579,
     -0.808975100517273,
     1.0648307800292969,
     2.261945962905884,
     -0.3348279297351837,
     -0.47132644057273865,
     2.7030744552612305,
     0.6416351795196533,
     -1.2714909315109253,
     -0.3295016884803772,
     -0.8430306315422058,
     -0.17837336659431458
    ],
    [
     -0.7897460460662842,
     0.6979297995567322,
     3.942943811416626,
     0.4785023033618927,
     2.424402952194214,
     -0.6223929524421692,
     1.0506923198699951,
     -0.11751377582550049,
     1.319332242012024,
     -0.9298363924026489,
     2.27640700340271,
     0.4781878590583801,
     1.844222068786621,
     0.3835877776145935,
     -0.16927474737167358
    ],
    [
     0.5902792811393738,
     0.007569464854896069,
     1.8563122749328613,
     0.20631958544254303,
     -0.9675160646438599,
     2.9012584686279297,
     -0.19982114434242249,
     1.6753113269805908,
     0.915334939956665,
     1.3013925552368164,
     -0.4473300278186798,
     -0.7731645703315735,
     0.41419780254364014,
     1.4325026273727417,
     0.9180595278739929
    ],
    [
     3.2033817768096924,
     0.42036664485931396,
     1.303692102432251,
     0.39949488639831543,
     2.056396245956421,
     0.8985967040061951,
     0.22939486801624298,
     0.6387543082237244,
     -0.49216359853744507,
     1.2500324249267578,
     1.3413822650909424,
     0.08568836748600006,
     -0.5259272456169128,
     -1.020838975906372,
     0.20864993333816528
    ],
    [
     -0.6635127663612366,
     0.07074213027954102,
     -0.14788861572742462,
     -1.0184729099273682,
     -0.6602688431739807,
     0.8796828985214233,
     -1.0985546112060547,
     -1.0953478813171387,
     -0.9534901976585388,
     -0.07911582291126251,
     -0.003884080797433853,
     0.18775831162929535,
     1.2935739755630493,
     -0.5174996852874756,
     -0.25435158610343933
    ],
    [
     0.4062559902667999,
     0.2796483039855957,
     1.580607533454895,
     -0.2844853401184082,
     -0.9648112654685974,
     1.9343016147613525,
     0.2488134354352951,
     1.7000278234481812,
     -0.7106261849403381,
     -0.2496107518672943,
     0.8797958493232727,
     -0.9062017798423767,
     -0.7358882427215576,
     0.42512497305870056,
     0.38487133383750916
    ],
    [
     2.543426513671875,
     0.4740847647190094,
     -0.5752085447311401,
     1.7032620906829834,
     -0.9713253974914551,
     1.6472454071044922,
     -0.33588966727256775,
     0.3267722725868225,
     2.1972827911376953,
     -0.2501857280731201,
     -0.7937122583389282,
     -0.8335633277893066,
     -0.270997017621994,
     -0.607847273349762,
     -0.9755792021751404
    ],
    [
     0.3502099812030792,
     1.7924991846084595,
     -0.5735496878623962,
     -0.42608609795570374,
     -0.6765646934509277,
     0.6584590077400208,
     1.9218988418579102,
     0.2222493439912796,
     1.0605782270431519,
     2.274528980255127,
     0.8668100237846375,
     -1.3970472812652588,
     -0.579055666923523,
     -1.0260628461837769,
     -0.8866681456565857
    ],
    [
     -0.40779390931129456,
     -0.9120522141456604,
     0.18792296946048737,
     -0.9011221528053284,
     0.4062514007091522,
     -0.17333583533763885,
     0.6509069204330444,
     1.0970232486724854,
     -0.6297664046287537,
     -0.6458357572555542,
     2.140921115875244,
     -0.934695303440094,
     1.9621281623840332,
     0.9897661805152893,
     0.1781744360923767
    ],
    [
     1.4689172506332397,
     0.7356287837028503,
     0.5183244347572327,
     1.2985072135925293,
     1.6716337203979492,
     -0.305621474981308,
     0.2817159593105316,
     0.02588287927210331,
     -0.9183945655822754,
     0.525147020816803,
     1.8410983085632324,
     -0.1813885122537613,
     0.02725885808467865,
     -0.908543050289154,
     1.3280885219573975
    ],
    [
     -1.111034870147705,
     2.7078568935394287,
     -0.11083506047725677,
     -0.43780696392059326,
     0.6295776963233948,
     0.8174979090690613,
     1.5638463497161865,
     0.8126845359802246,
     -0.7242845296859741,
     -0.9161895513534546,
     -0.6450082659721375,
     -0.9373543858528137,
     -0.4742904603481293,
     -0.7682836055755615,
     2.2123661041259766
    ],
    [
     0.4355354905128479,
     -1.027477502822876,
     -0.8286409974098206,
     -1.0322089195251465,
     1.5187029838562012,
     -0.7045508027076721,
     2.8754897117614746,
     0.09389571845531464,
     -0.9482797980308533,
     -0.596993088722229,
     -0.600608229637146,
     0.06748702377080917,
     -0.9477051496505737,
     -0.9111858606338501,
     2.285780668258667
    ],
    [
     1.3178001642227173,
     0.8950954675674438,
     0.8793081641197205,
     0.67230224609375,
     2.0519769191741943,
     0.47083723545074463,
     -0.3286988139152527,
     -0.04373164102435112,
     -0.9526123404502869,
     0.1742992103099823,
     2.067949056625366,
     -0.050267040729522705,
     0.3182993531227112,
     -0.5390284061431885,
     0.8137160539627075
    ],
    [
     0.3223952353000641,
     -0.8249240517616272,
     -0.05667101591825485,
     -0.20368535816669464,
     0.2745957672595978,
     -0.8783513903617859,
     -0.6181837916374207,
     0.8021205067634583,
     -0.48353996872901917,
     1.1638603210449219,
     -0.8144034743309021,
     1.9636446237564087,
     -0.6346451640129089,
     -0.8700429797172546,
     0.08482156693935394
    ],
    [
     -0.6790259480476379,
     -1.0108104944229126,
     -0.09453130513429642,
     1.538860559463501,
     1.9968785047531128,
     -0.12740641832351685,
     -1.127191185951233,
     1.7046732902526855,
     -0.7185831665992737,
     2.3204216957092285,
     -0.8029296398162842,
     1.3719301223754883,
     0.40946921706199646,
     -0.25328993797302246,
     1.5111726522445679
    ],
    [
     -0.3104245662689209,
     -0.6607273817062378,
     -0.32499581575393677,
     -0.5975993275642395,
     0.5501403212547302,
     -0.5707150101661682,
     -0.3060920536518097,
     0.8686549067497253,
     -0.35002005100250244,
     0.7821741700172424,
     -0.7145715951919556,
     1.8336364030838013,
     -0.9242037534713745,
     -1.0115453004837036,
     -0.27042847871780396
    ],
    [
     0.4630739986896515,
     0.8125054240226746,
     -0.9281383752822876,
     2.784928321838379,
     -0.5341823101043701,
     0.19582515954971313,
     -0.905911922454834,
     1.6415220499038696,
     -0.7812507748603821,
     -0.6788407564163208,
     -0.7944642305374146,
     0.5237739086151123,
     -0.5851955413818359,
     -0.6039367914199829,
     0.39996638894081116
    ],
    [
     1.8577417135238647,
     1.4396140575408936,
     -0.9288398027420044,
     1.8717432022094727,
     -0.78082275390625,
     1.2990888357162476,
     -0.8874426484107971,
     -0.0749819353222847,
     0.8413849472999573,
     -0.7885253429412842,
     0.351101279258728,
     0.37102842330932617,
     -0.7742945551872253,
     -1.0171942710876465,
     1.2427483797073364
    ],
    [
     -0.7682627439498901,
     -0.41338682174682617,
     2.6158740520477295,
     1.5757848024368286,
     2.0725960731506348,
     -1.0939010381698608,
     0.43986380100250244,
     1.5576297044754028,
     0.46943071484565735,
     -0.28527170419692993,
     0.14520014822483063,
     0.5541738271713257,
     1.0493947267532349,
     2.1775004863739014,
     1.290088176727295
    ],
    [
     0.4595424234867096,
     2.0115115642547607,
     -0.8024898171424866,
     -1.0167826414108276,
     -0.42936187982559204,
     0.7831228971481323,
     1.43476402759552,
     0.1906452775001526,
     -0.8612028360366821,
     -0.9115095734596252,
     -0.20120036602020264,
     -1.375678300857544,
     -0.4088703691959381,
     -0.4371549189090729,
     3.3124353885650635
    ],
    [
     1.8419232368469238,
     1.001851201057434,
     1.6948466300964355,
     0.4780948758125305,
     1.6662533283233643,
     1.8808534145355225,
     -0.5007305145263672,
     0.5996338129043579,
     -0.6957377791404724,
     2.370100259780884,
     0.04732165485620499,
     -0.800214946269989,
     -0.6839967370033264,
     -0.489574134349823,
     -0.3692375719547272
    ],
    [
     -0.14088717103004456,
     0.7587858438491821,
     -0.6680765748023987,
     0.7538974285125732,
     1.2605847120285034,
     -0.03827480599284172,
     -0.0915471687912941,
     -0.2084616869688034,
     -0.6868939399719238,
     -0.11944043636322021,
     -0.38113176822662354,
     -1.0954904556274414,
     -0.9277597069740295,
     0.5239445567131042,
     2.162785768508911
    ],
    [
     -1.1146655082702637,
     -0.6612368822097778,
     2.646681547164917,
     0.3058464825153351,
     2.354109287261963,
     -0.9934139847755432,
     0.2642035484313965,
     0.5518794059753418,
     0.1495731621980667,
     0.13744603097438812,
     -0.8027914762496948,
     0.9802247881889343,
     1.449816107749939,
     1.8817051649093628,
     1.7186484336853027
    ],
    [
     0.9767467975616455,
     0.61161208152771,
     2.3639883995056152,
     1.7996793985366821,
     0.6251742243766785,
     -0.7548710703849792,
     0.9233187437057495,
     -0.6711615324020386,
     1.46310293674469,
     -0.9072465896606445,
     1.4291870594024658,
     0.9493467807769775,
     0.8297524452209473,
     1.153738021850586,
     -0.3857046663761139
    ],
    [
     -0.9702476859092712,
     1.1296979188919067,
     0.4590059518814087,
     1.4883970022201538,
     1.1006816625595093,
     0.817144513130188,
     1.731622338294983,
     -0.9553020596504211,
     -0.028160335496068,
     -0.3200668394565582,
     0.5477800965309143,
     1.8290413618087769,
     -0.5453332662582397,
     2.037635087966919,
     0.8627640008926392
    ],
    [
     -1.11398184299469,
     -0.45536136627197266,
     0.345991313457489,
     2.0486655235290527,
     1.7709087133407593,
     0.9804192781448364,
     0.5012680888175964,
     -0.7778533101081848,
     0.6340640783309937,
     1.321864366531372,
     0.15028388798236847,
     -0.02449186146259308,
     1.8000353574752808,
     1.9320471286773682,
     1.0181727409362793
    ],
    [
     -0.7719821333885193,
     1.1465489864349365,
     0.9550018906593323,
     -1.014898657798767,
     -0.8176547884941101,
     0.6080065369606018,
     0.8421345949172974,
     0.18004123866558075,
     0.9563850164413452,
     -0.07306095957756042,
     -0.284576952457428,
     1.8773443698883057,
     -0.4151332974433899,
     1.7461388111114502,
     -0.1843186765909195
    ],
    [
     -0.49764975905418396,
     0.6754022240638733,
     1.4767056703567505,
